<?php

return [
    'button' => [
        'instruction' => 'Инструкция',
        'myvpn' => 'Мой VPN-Канал',
        'support' => 'Техподдержка',
    ],
    'link' => [
        'instruction' => 'https://gatekeeper.xab.su/help',
        'support' => 'https://t.me/vip_vpngroup/70',
    ],
    'text' => [
        'welcome' => "\nЭто VPN-сервис на базе `IKEv2/IPsec`: персональный VPN канал на сервере.
            \nРаботает без приложений: просто вводишь логин/пароль в базовые настройки любого устройства: *iPhone*, *Android*, *Windows*, *Mac* или даже домашний роутер или *Linux*.
            \nМы даём только данные для подключения и инструкцию - никаких сторонних программ и приложений!
            \nЭто самый чистый и надёжный VPN!",
        'creat' => 'Получить данные (создать VPN-Канал)',
        'myclients' => 'Мой VPN-Канал',
        'clientcreated' => 'Канал создан!',
        'clientcreaterror' => 'Ошибка создания канала: возможно, у Вас уже есть канал? Если нужно больше одного канала - напишите в [техподдержку](https://t.me/vip_vpngroup/70)',
        'paynenttest' => "
            \nПока сервис тестируется мы не берем с Вас денежки (хотя делаем всё именно для этого).
            \nЕсли Вам понравилось и надо пополнить баланс - просто напишите нам в [техподдержку](https://t.me/vip_vpngroup/70).
            \nСделаем это быстро! Только сообщите свой ID: ",
        'bonus' => 'лалалал',
        'instructions' => [
            'apple' => 'Инструкция по подключению',
            'android' => "1. Откройте настройки вашего устройства.",
            'windows' => "2. Перейдите в раздел .",
            'mac' => "3. Выберите  в системных настройках.",
            'router' => "4. Настройте VPN в разделе .",
        ],
        'help' => 'Команды: /start - начать, /help - помощь, /servers - список серверов.',
    ]
];
