<?php

return [
    'text' => [
        'welcome' => "\nЭто VPN-сервис на базе `IKEv2/IPsec`: персональный VPN канал на сервере.
            \nРаботает без приложений: просто вводишь логин/пароль в базовые настройки любого устройства: *iPhone*, *Android*, *Windows*, *Mac* или даже домашний роутер или *Linux*.
            \nМы даём только данные для подключения и инструкцию - никаких сторонних программ и приложений!
            \nЭто самый чистый и надёжный VPN!",
        'creat' => 'Получить данные (создать VPN-Канал)',
        'myclients' => 'Мой VPN-Канал',
        'bonus' => 'Команды: /start - начать, /help - помощь, /servers - список серверов.',
        'help' => 'Команды: /start - начать, /help - помощь, /servers - список серверов.',
    ],
    'button' => [
        'instruction' => 'Инструкция',
        'myvpn' => 'Мой VPN-Канал',
        'support' => 'Техподдержка',
    ],
    'link' => [
        'instruction' => 'https://gatekeeper.xab.su/help',
        'support' => 'https://t.me/xab_su',
    ],
];